Repository: jkirsteins/Wordlike
Catalog: Resources/*.lproj/Localizable.strings
Languages: fr, lv

source: Share a summary
fr: Partager un résumé
lv: Nosūtīt kopsavilkumu

source: Share a summary for every game you have completed today.
fr: Partagez un résumé pour chaque jeu que vous avez terminé aujourd'hui.
lv: Apkopos dienas pabeigto spēļu rezultātus un ļaus to nosūtīt citiem.

source: Completed
fr: Atteint
lv: Vārds atminēts

source: Not started
fr: Pas commencé
lv: Nav uzsākts

source: Unsuccessful
fr: Échouée
lv: Vārds nav atminēts

source: In progress
fr: En cours
lv: Vārds tiek minēts

source: Streak
fr: Continu
lv: Secīgi

source: Win %
fr: Victoires (%)
lv: Uzvaras %

source: American
fr: Américain
lv: Amerikāņu

source: British
fr: Britanique
lv: Britu

source: Français
lv: Franču

source: Latviski
fr: Letton
lv: Latviešu

source: Settings
fr: Réglages
lv: Iestatījumi

source: High contrast mode
fr: Contraste élevé
lv: Pastiprināts kontrasts

source: For improved color vision.
fr: Pour une meilleure vision des couleurs.
lv: Atvieglotai burtu atpazīstamībai.

source: Hard mode
fr: Mode difficile
lv: Grūtais režīms

source: Any revealed hints must be used in subsequent guesses.
fr: Tous les indices révélés doivent être utilisés dans les suppositions ultérieures.
lv: Ja kāds burts ir atminēts, tad tas ir obligāti jāizmanto nākamajos gājienos.

source: Simplified Latvian keyboard
fr: Clavier letton simplifié
lv: Vienkāršotā latviešu tastatūra

source: Do not require precise use of diacritics.
fr: N'exige pas l'utilisation précise des signes diacritiques.
lv: Nav nepieciešams precīzi izmantot mīkstinājuma zīmes.

source: Feedback
fr: Donner un avis
lv: Atsauksmes

source: Feedback (manual)
fr: Donner un avis (manuel)
lv: Atsauksmes (manuāli)

source: Click to copy feedback e-mail address.
fr: Cliquez pour copier l'adresse e-mail de commentaires.
lv: Kopēt e-pasta adresi uz kuru nosūtīt atsauksmes.

source: Feedback about Wordlike
lv: Atsauksmes par Vārduli

source: You can send feedback via e-mail.
lv: Atvērt Mail.app, lai nosūtītu e-pastu.

source: Send
lv: Nosūtīt

source: Source code
fr: Code source
lv: Izejas kods

source: This game was created using Swift Playgrounds 4 on an iPad. The source code is freely available.
fr: Le code source est disponible sur GitHub.
lv: Spēles izejas kods ir brīvi pieejams.

source: Author
fr: Auteur
lv: Autors

source: Made by Jānis Kiršteins.
fr: Créé par Jānis Kiršteins.
lv: Jānis Kiršteins.

source: Statistics
fr: Statistiques
lv: Statistika

source: Played
fr: Partie(s)
lv: Spēļu skaits

source: Current Streak
fr: Victoire(s) d'affilée
lv: Uzvaras (secīgi)

source: Max Streak
fr: Max. d'affilée
lv: Uzvaru rekords (secīgi)

source: Answer
fr: Bonne réponse
lv: Pareizā atbilde

source: See definition
fr: Voir la définition
lv: Skatīt tēzaurā

source: Guess Distribution
fr: L'historique
lv: Gājienu sadalījums

source: Next word
fr: Mot suivant
lv: Jauns vārds pēc

source: Share
fr: Partager
lv: Dalīties

source: How to play
fr: Comment jouer
lv: Kā spēlēt?

source: Guess the daily word in 6 tries.
fr: Devinez le mot du jour en 6 essais.
lv: Uzmini vārdu 6 minējumos.

source: Each guess must be a valid five-letter word.
fr: Chaque supposition doit être un mot valide de cinq lettres.
lv: Katram minējumam jāsastāv no 5 burtiem.

source: After each guess, the color of the tiles will change to show you how close your guess was to the word.
fr: Après chaque supposition, la couleur des tuiles changera pour vous montrer à quel point votre supposition était proche du mot.
lv: Pēc katra mēģinājuma nomainīsies lauciņu krāsas. Krāsa norādīs, cik tuvu minējums ir pareizajam vārdam.

source: Examples
fr: Exemples
lv: Piemēri

source: The letter **W** is in the word and in the correct spot.
fr: La lettre R est dans le mot et au bon endroit.
lv: Burts Ī ir atminēts pareizi.

source: The letter **I** is in the word but in a different spot.
fr: La lettre I est dans le mot mais à un endroit différent.
lv: Burts L ir atminēts pareizi, taču tam jāatrodas citā vietā.

source: The letter **U** is not in the word in any spot.
fr: La lettre U n'est dans le mot.
lv: Burts E pareizajā vārdā nav sastopams.

source: A new word is available every day.
fr: Un nouveau mot est disponible chaque jour.
lv: Katru dienu būs jauns minamais vārds.

source: Look up
fr: Voir la définition
lv: Skatīt tēzaurā

source: Toggle debug mode
fr: Mode débogage
lv: Izstrādes režīms

source: Rummaging in the sack for a new word...
fr: À la recherche d'un nouveau mot...
lv: Meklējam jauno vārdu...

source: Not enough letters
fr: Mot trop court
lv: Vārds ir pārāk īss

source: Not in word list
fr: Mot non reconnu
lv: Vārds nav atpazīts

source: Wait a sec, loading words...
fr: Préparation du vocabulaire...
lv: Lūdzu, uzgaidiet. Ielādējam vārdus...

source: Seriously?
fr: Sérieusement?
lv: Nopietni?

source: Sure, keep doing the same thing...
fr: Bien sûr, continuez à faire la même chose...
lv: Varbūt nevajag visu laiku vienu un to pašu?

source: I promise the outcome won't change
fr: Je promets que le résultat ne changera pas
lv: Iznākums nemainīsies. Apsolu.

source: Persistence won't pay off this time
fr: La persistance ne paiera pas
lv: Pacietība vienmēr neatmaksājas

source: Consider doing something else
fr: Pensez à faire autre chose
lv: Varbūt pamēģini ko citu...

source: What do you seek?
fr: Que cherchez-vous?
lv: Ko vēlaties panākt?

source: I'll be sick from all the shaking...
fr: Je vais être malade à cause de toutes ces secousses...
lv: Uzmanīgi, ka nepaliek slikti no kratīšanās...

source: I promise you that is not a valid word
fr: Je ne pense vraiment pas que ce soit un mot valable
lv: Tas nav derīgs vārds. Nemānos. Nopietni.

source: You can do better than that
fr: Tu peux faire mieux que ça
lv: Ticu, ka vari izdomāt ko labāku!

source: There is no prize for the most clicks
fr: Il n'y a pas de prix pour le plus de clics
lv: Par klikšķiem balvas nedod

source: Phew!
fr: Ouf!
lv: Kritienā!

source: Great
fr: Génial
lv: Nav slikti

source: Splendid
fr: Très beau
lv: Ļoti labi

source: Impressive
fr: Impressionant
lv: Iespaidīgi

source: Magnificent
fr: Magnifique
lv: Lieliski

source: Genius
fr: Génial
lv: Ģeniāli

source: Guess must contain %@
fr: La conjecture doit contenir %@
lv: Minējumā jābūt burtam %@

source: %@ must be %@
fr: La %@ doit être %@
lv: %@ jābūt %@

source: 1st letter
fr: 1ère lettre
lv: 1. burtam

source: 2nd letter
fr: 2ème lettre
lv: 2. burtam

source: 3rd letter
fr: 3ème lettre
lv: 3. burtam

source: 4th letter
fr: 4ème lettre
lv: 4. burtam

source: 5th letter
fr: 5ème lettre
lv: 5. burtam

source: Don't share the first guess
fr: Première tentative cachée
lv: Slēpt pirmo minējumu

source: When sharing your successful guesses, keep the first attempt hidden. Useful if you always use the same word for the first guess.
fr: Lorsque vous partagez vos suppositions réussies, gardez la première tentative cachée. Cela est utile si vous utilisez toujours le même mot pour la première tentative.
lv: Nerādīt pirmajā mēģinājumā atminētos burtus, kad dalāties ar dienas rezultātu. Noderīgi, ja vienmēr izmantojat vienu vārdu pirmajā mēģinājumā.
